# taps
tap "caskroom/cask"

# brews
brew "git"
brew "hub"
brew "rclone"

# casks
cask "firefox"
cask "google-chat"
cask "google-chrome"
cask "google-drive-file-stream"
cask "gpg-suite"
cask "hammerspoon"
cask "karabiner-elements"
cask "visual-studio-code"
cask "iterm2"
cask "slack"
cask "spotify"
cask "quicksilver"
