# taps
tap "homebrew/cask"

# brews
brew "git"
brew "imagemagick", args:['with=little-cms2']
brew "jq"
brew "nodenv"
brew "rclone"
brew "thefuck"
brew "vim"

# casks
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "iterm2"
cask "quicksilver"
cask "slack"
cask "vscodium"
